advcpmv
amdfan
anyrun-git
codelldb-bin
ddcci-driver-linux-dkms-git
jbig2enc
local-lua-debugger-vscode-git
niri-float-sticky
niri-switch
ocrmypdf
opencode-bin
otf-openmoji
python-fpdf2
python310
python311
python312
python38
python39
qimgv-git
selectdefaultapplication-git
subliminal
ttf-firosevka
wvkbd
yay
yay-debug
yek
