advcpmv
codelldb-bin
ddcci-driver-linux-dkms-git
local-lua-debugger-vscode-git
niri-float-sticky
noctalia-git
ocrmypdf
otf-openmoji
python310
python311
python312
python313
python38
python39
qimgv-git
selectdefaultapplication-git
subliminal
ttf-firosevka
wvkbd
yay
yek
