advcpmv
anyrun-git
codelldb-bin
ddcci-driver-linux-dkms-git
lazydocker-bin
local-lua-debugger-vscode-git
niri-float-sticky
niri-switch
opencode-bin
otf-openmoji
paru
paru-debug
python310
python311
python312
python38
python39
qimgv-git
selectdefaultapplication-git
subliminal
ttf-firosevka
wvkbd
yek
