7zip
aichat
alsa-utils
amd-ucode
amdgpu_top
android-file-transfer
android-tools
atool
aws-cli
awww
base
base-devel
bash-completion
bash-language-server
bat
biber
bind
blueman
bluez-tools
bluez-utils
brightnessctl
cantarell-fonts
clang
cliphist
darktable
ddcutil
delve
deno
devtools
docker
docker-compose
egl-wayland
eza
fd
ffmpeg
firefox
flatbuffers
foot
foot-terminfo
fzf
gcc-fortran
gcr
gdb
gist
git
gitleaks
gnome-themes-extra
gopls
greetd
greetd-tuigreet
hugin
imagemagick
img2pdf
inetutils
inkscape
intel-ucode
jq
julia
jupyter-collaboration
jupyterlab
kimageformats
kvantum
kvantum-qt5
lazygit
lib32-mesa
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libisoburn
liblqr
libpulse
libraw
libreoffice-fresh
linux
linux-firmware
linux-headers
llvm
lm_sensors
lshw
lua-language-server
luarocks
man-db
man-pages
marksman
mesa
mesa-utils
mpc
mpd
mpd-mpris
msmtp
ncdu
neovim
network-manager-applet
networkmanager
niri
noto-fonts
ntfs-3g
nvme-cli
nwg-look
obs-studio
opencode
openconnect
openssh
otf-libertinus
papirus-icon-theme
pass
pass-otp
pavucontrol
pciutils
pdfarranger
perl-file-homedir
perl-yaml-tiny
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
postgresql
power-profiles-daemon
pre-commit
profile-cleaner
pyright
python-matplotlib
python-pandas
python-pandas-datareader
python-pip
python-pipx
python-pynvim
python-pyperclip
python-pytables
python-scikit-learn
python-seaborn
python-statsmodels
python-uv
qbittorrent
qt5-imageformats
qt5-wayland
qt5ct
qt6-tools
qt6-wayland
qt6-webview
qt6ct
rclone
realtime-privileges
reflector
ripgrep
rtkit
ruff
rust-analyzer
rustup
scantailor-advanced
shellcheck
shfmt
sof-firmware
sshfs
starship
steam
stow
stylua
sudo
swaylock
swaync
swayosd
syncthing
systembus-notify
tailscale
taplo-cli
terminus-font
tex-gyre-fonts
texlab
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-pictures
texlive-plaingeneric
texlive-publishers
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-volman
tinymist
tmux
tree-sitter-cli
ttf-inconsolata
ttf-nerd-fonts-symbols-mono
typescript-language-server
typst
udiskie
unrar
unzip
visidata
vscode-css-languageserver
vscode-html-languageserver
vscode-json-languageserver
vulkan-icd-loader
vulkan-intel
vulkan-radeon
waybar
wayland-protocols
wget
wireplumber
wl-clipboard
wlsunset
wpa_supplicant
xarchiver
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-xwininfo
xwayland-satellite
yaml-language-server
yazi
yt-dlp
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zoxide
zram-generator
zsh
