otf-openmoji
advcpmv
albert
codelldb-bin
ddcci-driver-linux-dkms-git
lavalauncher-git
lazydocker-bin
local-lua-debugger-vscode-git
multi-git-status
nnn-nerd
python-dataclasses-json
paru
python-anthropic
python-pynput
qimgv-git
selectdefaultapplication-git
vim-language-server
waycorner
wdisplays-git
wvkbd
yazi
yek
ymuse-git
