adobe-source-sans-fonts
android-tools
archinstall
ark
atool
base
base-devel
bash-completion
bash-language-server
bat
blueberry
bluedevil
bluez-utils
clang
cmake
darktable
deno
devtools
docker
docker-compose
dolphin
earlyoom
egl-wayland
eza
fd
ffmpegthumbs
firefox
foliate
foot
foot-terminfo
gcc-fortran
gitleaks
fzf
gist
git
gitleaks
gwenview
hugin
inetutils
inkscape
inter-font
jedi-language-server
jq
julia
jupyter-notebook
jupyterlab
kamera
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kio-admin
kgamma
kwallet-pam
kwrited
lazygit
libreoffice-fresh
linux-headers
llvm
lshw
lua-language-server
man-db
man-pages
maliit-keyboard
mariadb
mariadb-clients
marksman
msmtp
mtpfs
ncdu
neovim
ntfs-3g
nvme-cli
okular
otf-fira-mono
otf-firamono-nerd
otf-montserrat
p7zip
pandoc
pass
pass-otp
pavucontrol
pdfarranger
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-meta
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
postgresql
power-profiles-daemon
profile-cleaner
pyright
python-dotenv
python-ipywidgets
python-openai
python-openai-whisper
python-pandas
python-pandas-datareader
python-pip
python-pipx
python-pyarrow
python-pyqt5
python-pytables
python-pytest-cov
python-pyperclip
python-scikit-learn
python-sqlalchemy
python-tabulate
python-textual
python-uncertainties
python-uv
qbittorrent
rclone
reflector
ripgrep
ruff
sddm-kcm
spectacle
sshfs
starship
stow
syncthing
systembus-notify
tailscale
texlab
texlive
tree-sitter-cli
ttf-fira-sans
ttf-inconsolata
ttf-nerd-fonts-symbols-mono
ttf-ubuntu-font-family
typescript-language-server
udiskie
unrar
unzip
util-linux
visidata
vlc
vscode-html-languageserver
vscode-json-languageserver
wireless_tools
wl-clipboard
wofi
xdg-desktop-portal-kde
xdg-user-dirs
yaml-language-server
yt-dlp
zip
zsh
