greetd-tuigreet
adobe-source-sans-fonts
aichat
android-tools
archinstall
atool
base
bash-completion
bash-language-server
taplo
bat
blueman
bluez-tools
bluez-utils
brightnessctl
clang
cliphist
cmake
darktable
ddcutil
delve
deno
devtools
docker
docker-compose
earlyoom
egl-wayland
eza
fd
firefox
foot
foot-terminfo
fzf
gammastep
gcc-fortran
gist
git
gitleaks
gnome-themes-extra
gopls
gtklock
gtklock-playerctl-module
gtklock-powerbar-module
gtklock-userinfo-module
hugin
inetutils
inkscape
jedi-language-server
jq
julia
jupyter-notebook
jupyterlab
lazygit
libisoburn
libreoffice-fresh
linux-headers
llvm
lshw
lua-language-server
man-db
man-pages
mariadb
mariadb-clients
marksman
mpc
mpd-mpris
msmtp
mtpfs
ncdu
neovim
network-manager-applet
niri
nodejs
ntfs-3g
nvme-cli
nwg-look
openconnect
p7zip
papirus-icon-theme
pass
pass-otp
pavucontrol
pcmanfm-qt
pdfarranger
perl-file-homedir
perl-yaml-tiny
postgresql
power-profiles-daemon
profile-cleaner
pyright
python-debugpy
python-dotenv
python-openai
python-openai-whisper
python-pandas
python-pandas-datareader
python-pip
python-pipx
python-pyarrow
python-pynvim
python-pyperclip
python-pyqt5
python-pytables
python-pytest-cov
python-scikit-learn
python-sqlalchemy
python-tabulate
python-textual
python-uncertainties
python-uv
qbittorrent
qt5ct
qt6ct
rclone
reflector
ripgrep
ruff
rustup
sddm-kcm
shellcheck
spectacle
sshfs
starship
stow
stylua
swaync
swayosd
swww
syncthing
systembus-notify
tailscale
terminus-font
texlab
texlive
tree-sitter-cli
ttf-fira-sans
ttf-inconsolata
ttf-nerd-fonts-symbols-mono
typescript-language-server
typst
udiskie
unrar
unzip
util-linux
visidata
vlc
vscode-html-languageserver
vscode-json-languageserver
wireless_tools
wl-clipboard
xdg-desktop-portal-wlr
xdg-user-dirs
yaml-language-server
yt-dlp
zip
zram-generator
zsh
